<template>
  <div class="oferta">
    <div class="oferta-ru" v-if="locale == 'ru'" v-html="wpData.oferta_page.page_html_ru"></div>
    <div class="oferta-eng" v-if="locale == 'eng'" v-html="wpData.oferta_page.page_html_eng"></div>
    <!-- <h1>ПУБЛІЧНИЙ ДОГОВІР<br />ПРОКАТУ СКУТЕРА</h1>
    <br />ФО Батанін Володимир Сергійович, код ІПН: 3212308851, юридична адреса: м. Київ, вул. Російська, б. 74А, кв. 8, керуючись ст. 633, 634 Цивільного кодексу України, пропонує необмеженому колу осіб отримати послуги з організації перевезення
    відправлень відповідно до положень цього Публічного договору (далі – Договір).
    <br />
    <h2 class="sub head">1. ТЕРМІНИ ТА ВИЗНАЧЕННЯ.</h2>
    <br />1.1. Публічний Договір – правочин, що регулює відносини між Наймодавцем та Наймачами щодо надання послуг з надання у строкове платне користування автомобіля. <br />1.2. Момент укладення Договору – момент передачі Наймодавцем Наймачеві
    автомобіля на підставі акту-приймання-передачі. <br />1.3. Типові правила прокату – документ, який встановлює порядок та умови користування послугами, що надаються Наймодавцем. Умови надання послуг (надалі – Умови) розміщені на офіційному сайті
    <br />1.4. Наймодавець – особа, яка здійснює підприємницьку діяльність з передання речей у найм. <br />1.5. Наймач – громадяни України, іноземці (особи, які не перебувають у громадянстві України і є громадянами (підданими) іншої держави або
    держав) та особи без громадянства, які в установленому законодавством чи міжнародним договором України порядку в’їхали в Україну та постійно або тимчасово проживають на її території, або тимчасово перебувають в Україні. Наймач обов’язково повинен
    мати посвідчення водія. Пред’явлення посвідчення водія є обов’язковим для всіх Наймачів. <br />1.6. Акт приймання-передачі автомобіля в прокат – письмовий документ, підписаний Наймодавцем і Наймачем, якій підтверджує факт передачі автомобіля
    Наймачу в прокат (далі за текстом — акт). Акт містить інформацію про реєстраційні дані автомобіля, що передається в користування, строк прокату, розмір оплати, розмір застави, місце передання та повернення автомобіля, опис технічного стану до
    прокату. Акт є невід’ємною частиною договору прокату. <br />1.7. Акт повернення автомобіля після прокату — письмовий документ, підписаний Наймодавцем і Наймачем, якій підтверджує факт повернення автомобіля Наймодавцю після прокату (далі за
    текстом — акт). Акт містить інформацію про місце і дату повернення автомобіля, перелік пошкоджень (за наявності), опис технічного стану після прокату. Акт є невід’ємною частиною договору прокату. <br />1.8. Доба – проміжок часу, що дорівнює 24
    годинам. Мінімальний строк прокату – найменший проміжок часу, на який Наймодавець може передати у платне користування легковий автомобіль Наймачу. <br />1.9. Легковий автомобіль (далі за текстом — автомобіль, транспортний засіб або предмет
    прокату) — автомобіль, який за своєю конструкцією та обладнанням призначений для перевезення пасажирів з кількістю місць для сидіння не більше ніж дев’ять з місцем водія включно. <br />1.10. Застава — спосіб забезпечення зобов’язань по договору
    прокату легкового автомобіля. <br />1.11. ПДР – чинні правила дорожнього руху України, що затверджені постановою Кабінету Міністрів України та обов’язкові до виконання. <br />1.12. ДТП – дорожньо-транспортна пригода, обставини визначені Правилами
    дорожнього руху України та при яких завдано шкоди автомобілю та/або майну та/або життю та здоров’ю людей. <br />1.13. Страховий випадок – обставини при яких автомобілю, третім особам, іншим транспортним засобам, речам, завдано збитків та
    пошкодження, та вказані обставини можуть розцінюватися як випадок по якому може бути сплачено страхове відшкодування у випадку вчинення певних послідовних дій, таких як реєстрація в поліції, проходження контролю на наявність алкоголю у водія,
    тощо. Страховий випадок поглинає поняття ДТП, якщо таке ДТП зареєстровано відповідно до вимог законодавства, цього Договору та умов страхування. <br />1.14. Бронювання – сукупність дій, що вчиняється Наймачем, направлена на замовлення автомобіля
    з метою подальшого його використання в прокаті, та дій Наймодавця, які полягають в притримані даного автомобіля на певний період та позбавлення інших осіб можливості замовлення даного автомобіля. <br />1.15. Майно та документи, що знаходиться в
    автомобілі – речі що є від’ємними в тому числі такі, що є штатним та/або додатковим обладнанням, документами, тощо. До вказаного майна можна віднести зокрема: реєстраційні документи на автомобіль (техпаспорт), поліс ОСАЦВ, проводи для зарядки
    мобільних пристроїв, тримачі для Пристроїв, щітки для очищення снігу, номерні знаки, запасне колесо, домкрат та балонний ключ, чохли на сидіннях та кермі, ключі від автомобіля, тощо.
    <br />
    <h2 class="sub">2. ЗАГАЛЬНІ ПОЛОЖЕННЯ.</h2>
    <br />2.1. Договір укладено відповідно до положень ст. 633, 634 Цивільного кодексу України. <br />2.2. Кожна Сторона гарантує іншій Стороні, що володіє необхідною дієздатністю, а також всіма правами та повноваженнями на укладення й виконання умов
    Договору. <br />2.3. Договір є обов’язковим для виконання Наймодавцем з дати його оприлюднення на офіційному сайті https://baligo.bike/ (далі – Сайт). <br />2.4. Для Наймача Договір є обов’язковим з моменту прийняття ним пропозиції Наймодавця про
    укладення Договору. <br />2.5. Договір укладається шляхом приєднання Наймача до запропонованого Наймодавцем Договору загалом та прийняття всіх істотних умов Договору без підписання письмового примірника і має юридичну силу відповідно до положень
    ст. 633, 634 Цивільного кодексу України. Наймач не може запропонувати свої умови Договору. <br />2.6. Безумовне та повне прийняття умов Договору та Типових правил прокату Наймачем полягає в здійсненні Наймачем дій, спрямованих на отримання
    послуг.
    <br />
    <h2 class="sub">3. ПРЕДМЕТ ДОГОВОРУ.</h2>
    <br />3.1. У порядку та на умовах Наймодавця, визначених цим Договором та Типовими правилами прокату, Наймодавець на умовах найму або піднайму передає, а Наймач приймає у строкове платне користування предмет прокату – автомобіль. <br />3.2.
    Марка, модель автомобіля, його характеристики визначаються Наймачем у заявці на надання автомобіля у прокат з переліку, запропонованого Наймодавцем. Від марки, моделі та характеристик автомобіля залежить ціна прокату та розмір застави. Тарифи та
    розцінки, відомості про розміри застави публікуються на офіційному сайті Наймодавця. <br />3.3. Строк прокату визначаються Наймачем у заявці на надання автомобіля за погодженням з Наймодавцем. <br />3.4. Місце передання автомобіля у прокат та
    повернення його з прокату визначається Наймачем у заявці на надання автомобіля за погодженням з Наймодавцем.
    <br />
    <h2 class="sub">4. ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН.</h2>
    <br />4.1.Права Наймача: <br />4.1.1 Наймач має право використовувати автомобіль цілодобово, тільки на території України, у відповідності до умов, викладених у Типових правилах прокату. <br />4.1.2. Наймач не має права передавати автомобіль в
    піднайом, передавати автомобіль третім особам, без письмової згоди Наймодавця. <br />4.1.3. Наймач має право відмовитись від договору прокату і повернути автомобіль Наймодавцеві у будь-який час, попередивши при цьому Наймача не менше, ніж за 24
    (двадцять чотири) години до фактичного повернення предмету прокату. <br />4.1.4. Наймач має право на отримання від Наймодавця повної інформації стосовно умов прокату та технічної експлуатації автомобіля. <br />4.2.Обов’язки Наймача: <br />4.2.1.
    Наймач зобов’язаний прийняти автомобіль по акту приймання-передачі в термін, обумовлений сторонами Договору прокату, перевірити загальний стан предмета прокату і попередити Наймодавця про виявлені дефекти, повернути предмет прокату по закінченню
    строку, вказаному в акті приймання передачі, в стані та комплектності, в якому автомобіль був прийнятий (із врахуванням нормального зносу). Якщо Наймач у момент передання автомобіля у його володіння не перевірить його справність, предмет прокату
    вважається таким, що переданий у належному стані. <br />4.2.2. Наймач зобов’язаний оплатити користування предметом прокату своєчасно та у повному обсязі, а також внести заставу. <br />4.2.3. Наймач зобов’язаний використовувати предмет прокату за
    цільовим призначенням, не використовувати у будь яких спортивних змаганнях, для буксирування будь-яких інших автомобілів чи пересування з причепом, в якості таксі, для тест-драйву, а також для навчання, не використовувати на дорогах, які не мають
    твердого покриття. <br />4.2.4. Наймач зобов’язаний не допускати управління автомобілем в стані алкогольного, наркотичного, токсичного сп’яніння, або у хворобливому стані, при перевтомі, а також під впливом лікарських препаратів, що знижують
    швидкість реакції та уваги. Паління та вживання спиртних напоїв в салоні автомобіля заборонено. <br />4.2.5. Наймач несе витрати, пов’язані з експлуатацією автомобіля та щоденним підтриманням його в робочому стані (мийка автомобіля, заправка
    паливом, заправка рідиною для омивання скла, підкачка шин, балансування коліс, стоянка та інше). Наймач зобов’язаний використовувати пальне належного виду та високої якості. <br />4.2.6. Наймач зобов’язаний забезпечити збереження автомобіля з
    моменту його отримання і до моменту його повернення Наймодавцю. Залишати автомобіль тільки на стоянках (парковках), що охороняються. Наймач зобов’язаний негайно повідомити Наймодавця (не пізніше одного часу з моменту виявлення факту) про втрату
    чи пошкодження предмета прокату, і діяти в таких випадках у відповідності з діючим законодавством України, Договором прокату та вказівками, отриманими від Наймодавця. У випадку виявлення технічних несправностей під час користування також
    повідомити про це Наймодавця. У випадку пошкодження предмета прокату Наймачу забороняється без згоди Наймодавця проводити розбирання та/або ремонт автомобіля, також змінювати конструкцію автомобіля та параметри виробника, крім робіт пов’язаних з
    необхідністю для його транспортування. Наймачу забороняється робити тюнінг (внутрішній, зовнішній, технічний) автомобіля. У випадку порушення цієї умови, Наймач компенсує завдані Наймодавцю збитки (неякісний ремонт, зняття елементів тюнінгу).
    <br />4.2.7. Наймач зобов’язаний у випадку продовження користування автомобілем повідомити про це Наймодавця не пізніше доби до закінчення діючого Договору, узгодити новий строк користування предметом прокату та поновити відповідні документи, а
    також своєчасно оплатити користування предметом прокату на новий строк. У випадку несвоєчасного повідомлення Наймач не має переважного права на подальший прокат автомобіля. Наймодавець в такому випадку має право надати в прокат інший автомобіль
    або відмовити в продовженні послуги прокату автомобіля. <br />4.2.8. Наймач зобов’язаний повідомити про дострокове повернення предмета прокату та розірвання Договору у робочий час Наймодавця, не менше ніж за 24 години до запланованого терміну
    повернення. Плата за прокат автомобіля, що сплачена Наймачем за весь строк договору, перераховується і повертається в сумі відповідно до тривалості фактичного користування автомобілем. <br />4.2.9. Наймач зобов’язується неухильно дотримуватись
    правил дорожнього руху України, а також передбаченого швидкісного режиму. <br />4.2.10. По закінченню дії Договору Наймач зобов’язаний повернути автомобіль у чистому вигляді з кількістю палива в паливному баку, рівною кількості при прийманні
    автомобіля (допустима похибка в межах 5%). Автомобіль повертається в справному технічному стані з врахуванням нормального зносу, який виник в період експлуатації. Під нормальним зносом автомобіля в даному Договорі розуміється зменшення вартості
    автомобіля, природний знос, окремих вузлів та агрегатів, за період знаходження автомобіля у користуванні Наймача, при умові належної експлуатації автомобіля, що виключає випадки, які спричинили незапланований ремонт чи відновлення автомобіля.
    <br />4.2.11. Наймачу забороняється використовувати автомобіль на тимчасово окупованій території України — сухопутна територія Автономної Республіки Крим та міста Севастополя, а також території проведення АТО (Луганська і Донецька області), та
    Чорнобильській зоні відчуження – далі за текстом території. <br />4.2.12. Наймач зобов’язується не залишати ключі від автомобілю без нагляду. <br />4.2.13. Наймачу забороняється: погрузка автомобіля на інший транспортний засіб, перевозка
    автомобіля: автомобільним, залізничним, водним або авіаційним транспортом; буксировка автомобіля і автомобілем. <br />4.2.14. З моменту отримання автомобіля Наймач несе повну відповідальність за ризики, яким може бути підданий автомобіль. Наймач
    зобов’язується в повному обсязі відшкодувати Наймодавцю будь-які збитки, не покриті обов’язковим страхуванням відповідальності власника транспортного засобу, пов’язані з пошкодженням або знищенням автомобіля та його частин, а також притягненням
    Наймодавця до відповідальності як власника автомобіля через заподіяння Наймачем або третіми особами, що користуються автомобілем без дозволу Наймодавця, будь-якої шкоди майну або здоров’ю третіх осіб, порушення правил дорожнього руху, внаслідок
    використання автомобіля під час строку дії даного Договору та з підстав, передбачених законодавством України. <br />4.3. Права Наймодавця: <br />4.3.1. Наймодавець має право на відшкодування збитків від Наймача у випадку повернення автомобіля в
    неповній комплектності, при пошкодженні компонентів (складових частин) автомобіля, також втрати документації (а саме: свідоцтва про реєстрацію ТЗ, оригіналу полісу обов’язкового страхування цивільно-правової відповідальності власників
    транспортних засобів (ОСЦПВВТЗ), інших документів) на автомобіль, або повернення автомобіля з пошкодженим обладнанням, в розмірі суми, необхідної для відновлення комплектності, стану автомобіля, зазначеної в Додатку № 1 до цього договору. Перелік
    пошкоджень (втрат) зазначається в акті приймання-передачі легкового автомобіля. Наймач зобов’язаний відшкодувати їх при поверненні автомобіля, в іншому випадку, сума компенсації утримується із суми застави. <br />4.3.2. Наймодавець має право
    розірвати Договір прокату в односторонньому порядку та вимагати повернення автомобіля у випадку, якщо Наймач порушує правила експлуатації автомобіля, не оплатив користування автомобілем, не дотримується умов Договору, перебуває за межами
    дозволеної території, у випадку повідомлення недостовірних даних про себе при укладанні цього Договору, а також з інших підстав, що є істотними і можуть спричинити в майбутньому збиток для Наймодавця. В такому випадку Наймодавець має право без
    будь-якого попереднього повідомлення вжити всіх заходів щодо розшуку автомобіля, самостійно вилучити предмет прокату незалежно від його місця знаходження та не несе відповідальності за речі Наймача, що знаходяться в автомобілі. В Застава та сума
    за невикористані дні прокату в даному випадку Наймачу не повертаються. <br />4.3.3. Наймодавець має право відмовити Наймачу в продовженні Договору. <br />4.4.Обов’язки Наймодавця: <br />4.4.1. Наймодавець зобов’язується передати Наймачу
    автомобіль в технічно справному стані з відповідними документами на право користування ним. Факт передачі і стан автомобіля зазначається в акті приймання-передачі. Наймодавець зобов’язується надавати Наймачу повну та достовірну інформацію щодо
    умов прокату, стану автомобіля, а також іншу інформацію, що стосується предмета прокату, його технічної експлуатації. <br />4.4.2. Наймодавець зобов’язаний проводити технічне обслуговування, необхідні ремонтні роботи, регулярні технічні огляди
    предмета прокату за свій рахунок, якщо не доведе, що пошкодження предмета прокату сталося з вини Наймача. <br />4.4.3. При виявленні непридатності предмета прокату до експлуатації не з вини Наймача, Наймодавець зобов’язується здійснити його
    заміну на інший автомобіль по класу та вартості, не нижче, ніж предмет прокату. <br />4.4.4. Наймодавець зобов’язаний до передачі предмета прокату Наймачеві застрахувати цивільно-правову відповідальності власників транспортних засобів в порядку,
    встановленому чинним законодавством України. автомобілі, що передаються в прокат, застраховані по наступних ризиках: «Збиток-дорожньо-транспортна пригода (ДТП)», «Збиток — противоправні дії третіх осіб (ПДТО)», «Збиток-Стихійні лиха та ІВП».
    <br />4.4.5. Після повернення автомобіля та належного виконання Наймачем всіх умов договору прокату, Наймодавець зобов’язується повернути заставу Наймачу у спосіб, яким застава була внесена.
    <br />
    <h2 class="sub">5. ЗАБЕЗПЕЧЕННЯ ВИКОНАННЯ ДОГОВОРУ.</h2>
    <br />5.1. В силу застави Наймодавець має право у разі невиконання Наймачем зобов’язання, забезпеченого заставою, одержати задоволення за рахунок внесених Наймачем в якості застави грошових коштів. <br />5.2. Розмір застави за цим Договором
    визначаються за діючими тарифами та розцінками, опублікованими на офіційному сайті Наймодавця. При передачі автомобіля Наймачу останній вносить повну суму застави у готівковій чи безготівковій формі. <br />5.3. Наймач погоджується з правилами
    внесення застави, а також правилами та умовами повернення/неповернення застави, що передбачені Типовими правилами прокату. <br />5.4. Безготівкова форма застави передбачає блокування визначеної грошової суми на банківській картці Наймача за його
    згодою на строк фактичного користування автомобілем (преавторизація). Після повернення автомобіля та виконання всіх обов’язків по договору прокату з боку Наймача, Наймодавець здійснює розблокування грошових коштів на суму преавторизації у
    відповідності до правил, встановлених банком Наймодавця. Застава також може бути внесена в готівковій формі в касу Наймодавця. Після закінчення строку прокату і повернення автомобіля, а також виконання Наймачем всіх умов договору сума застави
    повертається останньому не пізніше наступного банківського дня, у спосіб, яким така застава була внесена. <br />Щодо визначеного п.4.4 даного Договору доручення на договірне списання коштів, Наймач дає свою безумовну згоду на здійснення
    транзакції по оплаті (списанню) з його платіжної карти суми адміністративного збору, штрафів, передбачених цим Договором, компенсації вартості ремонту, загублених деталей або обладнання, документів, компенсації вартості палива, чищення автомобіля
    в разі його повернення в пошкодженому стані або неповної комплектації, наявних штрафів за порушення ПДР Наймачем (додатковим водієм) під час дії Договору в розмірі, зазначеному в даному Договорі, а також відшкодування інших додаткових
    витрат/послуг, збитків, передбачених умовами Договору, в рамках суми преавторизаціі. Наймодавець здійснює скасування преавторизаціі в день повернення автомобіля за умови відсутності підстав для списання сум, вказаних в даному пункті.
    <br />
    <h2 class="sub">6. ВАРТІСТЬ ПОСЛУГ ТА ПОРЯДОК РОЗРАХУНКІВ.</h2>
    <br />6.1. За надані Наймодавцем послуги Наймач сплачує Наймодавцю винагороду згідно з чинними тарифами Наймодавця, розміщеними на Сайті. <br />6.2. Оплата вартості наданих Наймодавцем послуг здійснюється у відповідності до Типових правил
    прокату.
    <br />
    <h2 class="sub">7. ВІДПОВІДАЛЬНІСТЬ СТОРІН.</h2>
    <br />7.1. У разі порушення своїх зобов’язань за Договором Сторони несуть відповідальність, визначену Договором та чинним законодавством України, в порядку, передбаченому цим Договором, Типовими правилами прокату та чинним законодавством України.
    <br />
    <h2 class="sub foot">8. КОНТАКТНІ ДАНІ.</h2>
    ФО Батанін Володимир Сергійович;
    <br />Юридична адреса: м.Київ, вул. Російська, б. 74А, кв. 8; <br />Код ІПН: 3212308851; <br />Адреса офіційного сайту: https://baligo.bike/; <br />E-mail: info@baligo.bike. -->
  </div>
</template>

<script setup>
import { useWordpressStore } from "~~/store/wordpressStore";

let { locale } = useI18n();

let wpStore = useWordpressStore();
let wpData = wpStore.wpData;

useHead({
  title: "Публiчний договiр прокату скутера",
});
</script>

<style lang="sass"></style>
