<template>
  <div class="oferta">
    <h1>Політика<br />конфіденційності</h1>
    <br />Політика конфіденційності персональних даних (далі - Політика конфіденційності) діє відносно всієї інформації,
    яку компанія baligo.bike, розташувала за адресою - https://baligo.bike/, може отримати про Користувача під час
    використання сайту компанії baligo.bike, програм і продуктів компанії baligo.bike. <br />
    <h2 class="head">1. Визначення термінів.</h2>
    <br />1.1 У цій Політиці конфіденційності використовуються такі терміни: <br />1.1.1. «Адміністрація сайту компанії
    baligo.bike (далі - Адміністрація сайту)» - уповноважені співробітники на управління сайтом, що діють від імені
    компанії baligo.bike, які організовують і здійснює обробку персональних даних, а також визначає цілі обробки
    персональних даних, склад персональних даних, що підлягають обробці, дії або операції, що здійснюються з
    персональними даними. <br />1.1.2. «Персональні дані» - будь-яка інформація, що стосується прямо або побічно певного
    або визначається фізичній особі (суб'єкту персональних даних). <br />1.1.3. «Обробка персональних даних» - будь-яка
    дія (операція) або сукупність дій (операцій), що здійснюються з використанням засобів автоматизації або без
    використання таких засобів з персональними даними, включаючи збір, запис, систематизацію, накопичення, зберігання,
    уточнення (оновлення, зміна), витяг, використання, передачу (поширення, надання, доступ), знеособлення, блокування,
    видалення, знищення персональних даних. <br />1.1.4. «Конфіденційність персональних даних» - обов'язкове для
    дотримання Адміністратором або іншим отримав доступ до персональних даних особою вимога не допускати їх поширення
    без згоди суб'єкта персональних даних або наявності іншого законного підстави. <br />1.1.5. «Користувач сайту
    компанії baligo.bike» - особа, яка має доступ до Сайту, за допомогою мережі Інтернет і використовує Сайт компанії
    baligo.bike. <br />1.1.6. «Cookies» - невеликий фрагмент даних, відправлений веб-сервером і зберігається на
    комп'ютері користувача, який веб-клієнт або веб-браузер кожен раз пересилає веб-серверу в HTTP-запиті при спробі
    відкрити сторінку відповідного сайту. <br />1.1.7. «IP-адреса» - унікальний мережеву адресу вузла в комп'ютерній
    мережі, побудованої за протоколом IP. <br />
    <h2>2. Загальні положення.</h2>
    <br />2.1. Використання Користувачем сайту компанії baligo.bike означає згоду з цією Політикою конфіденційності та
    умовами обробки персональних даних Користувача. <br />2.2. У разі незгоди з умовами Політики конфіденційності
    Користувач повинен припинити використання сайту компанії baligo.bike. <br />2.3. Дійсна Політика конфіденційності
    застосовується лише до сайту компанії baligo.bike. Сайт компанії baligo.bike не контролює і не несе відповідальність
    за сайти третіх осіб, на які Користувач може перейти по посиланнях, доступним на сайті компанії baligo.bike.
    <br />2.4. Адміністрація сайту не перевіряє достовірність персональних даних, що надаються Користувачем сайту
    компанії baligo.bike. <br />
    <h2>3. Предмет політики конфіденційності.</h2>
    <br />3.1. Справжня Політика конфіденційності встановлює зобов'язання Адміністрації сайту компанії baligo.bike щодо
    нерозголошення та забезпечення режиму захисту конфіденційності персональних даних, які Користувач повинен за вимогою
    надати Адміністрації сайту при реєстрації на сайті компанії baligo.bike або при оформленні броні. <br />3.2.
    Персональні дані, дозволені до обробки в рамках цієї Політики конфіденційності, надаються Користувачем шляхом
    заповнення реєстраційної форми на Сайті компанії baligo.bike і включають в себе наступну інформацію: <br />3.2.1.
    ПІБ Користувача; <br />3.2.2. контактний телефон Користувача; <br />3.2.3. адреса електронної пошти (e-mail);
    <br />3.2.4. скан копії закордонного паспорта (сторінки з фото та пропискою); <br />3.3. Сайт компанії baligo.bike
    захищає Дані, які автоматично передаються в процесі перегляду рекламних блоків і при відвідуванні сторінок, на яких
    встановлено статистичний скрипт системи ( "піксель"): <br />• IP адреса; <br />• інформація з cookies; <br />•
    інформація про браузер (чи іншої програми, яка здійснює доступ до показу реклами); <br />• час доступу; <br />•
    адреса сторінки, на якій розташований рекламний блок; <br />• реферер (адреса попередньої сторінки). <br />3.3.1.
    Відключення cookies може спричинити неможливість доступу до частин сайту компанії baligo.bike. <br />3.3.2. Сайт
    компанії baligo.bike здійснює збір статистики про IP-адреси своїх відвідувачів. Дана інформація використовується з
    метою виявлення і вирішення технічних проблем, для контролю законності проведених фінансових платежів. <br />3.4.
    Будь-яка інша персональна інформація, що не обумовлена вище (історія броні, використовувані браузери і операційні
    системи і т.д.), підлягає надійному зберіганню і нерозповсюдження, за винятком випадків, передбачених в п.п. 5.2. і
    5.3. цієї Політики конфіденційності. <br />
    <h2>4. Мета збору персональної інформації.</h2>
    <br />4.1. Персональні дані Користувача Адміністрація сайту <br />4.1.1. Ідентифікації Користувача для оформлення
    замовлення і (або) укладення Договору на бронь авто дистанційним способом з компанією baligo.bike. <br />4.1.2.
    Надання Користувачеві доступу до персоналізованих ресурсів Сайту компанії baligo.bike. <br />4.1.3. Встановлення з
    Користувачем зворотного зв'язку, включаючи напрямок повідомлень, запитів, що стосуються використання Сайту компанії
    baligo.bike, надання послуг, обробка запитів і заявок від Користувача. <br />4.1.4. Визначення місця знаходження
    Користувача для забезпечення безпеки, запобігання шахрайства. <br />4.1.5. Підтвердження достовірності та повноти
    персональних даних, наданих Користувачем. <br />4.1.6. Повідомлення Користувача Сайту компанії baligo.bike про стан
    броні авто. <br />4.1.7. Обробки і отримання платежів, підтвердження податку або податкових пільг Користувачем.
    <br />4.1.8. Надання Користувачеві ефективної клієнтської і технічної підтримки при виникненні проблем, пов'язаних з
    використанням Сайту компанії baligo.bike. <br />4.1.9. Надання Користувачеві з його згоди, оновлень, спеціальних
    пропозицій, інформації про ціни, розсилки новин та інших відомостей від імені Сайту компанії baligo.bike.
    <br />4.1.10. Здійснення рекламної діяльності за згодою Користувача. <br />4.1.11. Надання доступу Користувачеві на
    сайти або сервіси партнерів компанії baligo.bike з метою отримання продуктів, оновлень і послуг. <br />
    <h2>5. Способи збирання і обробки даних.</h2>
    <br />5.1. Обробка персональних даних Користувача здійснюється без обмеження терміну, будь-яким законним способом, в
    тому числі в інформаційних системах персональних даних з використанням засобів автоматизації або без використання
    таких засобів. <br />5.2. Користувач погоджується з тим, що Адміністрація сайту компанії baligo.bike має права
    передавати персональні дані третім особам, виключно з метою виконання замовлення Користувача, оформленого на Сайті
    компанії baligo.bike. <br />5.3. Персональні дані Користувача можуть бути передані уповноваженим органам державної
    влади України тільки на підставах та в порядку, встановленим законодавством України. <br />5.4. При втраті або
    розголошення персональних даних Адміністрація сайту інформує Користувача про втрату або розголошення персональних
    даних. <br />5.5. Адміністрація сайту вживає необхідних організаційних і технічних заходів для захисту персональної
    інформації Користувача від неправомірного або випадкового доступу, знищення, перекручення, блокування, копіювання,
    поширення, а також від інших неправомірних дій третіх осіб. <br />5.6. Адміністрація сайту спільно з Користувачем
    вживає всіх необхідних заходів щодо запобігання збиткам або інших негативних наслідків, викликаних втратою або
    розголошенням персональних даних Користувача. <br />
    <h2>6. Зобов'язання сторін.</h2>
    <br />6.1. Користувач зобов'язаний: <br />6.1.1. Надати інформацію про персональні дані, необхідну для користування
    Сайтом компанії baligo.bike. <br />6.1.2. Оновити, доповнити надану інформацію про персональні дані в разі зміни
    даної інформації. <br />6.2. Адміністрація сайту зобов'язана: <br />6.2.1. Використовувати отриману інформацію
    виключно для цілей, зазначених у п. 4 цієї Політики конфіденційності. <br />6.2.2. Забезпечити зберігання
    конфіденційної інформації в таємниці, не розголошувати без попередньої письмової згоди Користувача, а також не
    здійснювати продаж, обмін, опублікування, або розголошення іншими можливими способами переданих персональних даних
    Користувача, за винятком п.п. 5.2. і 5.3. цієї Політики Конфіденційності. <br />6.2.3. Вживати заходів обережності
    для захисту конфіденційності персональних даних Користувача згідно з порядком, який зазвичай використовується для
    захисту такого роду інформації в існуючому діловому обороті. <br />6.2.4. Здійснити блокування персональних даних,
    що відносяться до відповідного Користувачеві, з моменту звернення або запиту Користувача або його законного
    представника або уповноваженого органу з захисту прав суб'єктів персональних даних на період перевірки, в разі
    виявлення недостовірних персональних даних або неправомірних дій. <br />
    <h2>7. Відповідальність сторін.</h2>
    <br />7.1. Адміністрація сайту, яка не виконала свої зобов'язання, несе відповідальність за збитки, понесені
    Користувачем у зв'язку з неправомірним використанням персональних даних, відповідно до законодавства України, за
    винятком випадків, передбачених п.п. 5.2., 5.3. і 7.2. цієї Політики Конфіденційності. <br />7.2. У разі втрати або
    розголошення Конфіденційної інформації Адміністрація сайту компанії baligo.bike не несе відповідальність, якщо дана
    конфіденційна інформація: <br />7.2.1. Стала публічним надбанням до її втрати або розголошення. <br />7.2.2. Була
    отримана від третьої сторони до моменту її отримання Адміністрацією сайту компанії baligo.bike. <br />7.2.3. Була
    розголошена за згодою Користувача.
    <br />
    <h2>8. Вирішення спорів.</h2>
    <br />8.1. До звернення в суд з позовом у спорах, що виникають із відносин між Користувачем сайту компанії
    baligo.bike і Адміністрацією сайту компанії baligo.bike, обов'язковим є пред'явлення претензії (письмового
    пропозиції про добровільне врегулювання спору). <br />8.2 .Получатель претензії протягом 30 календарних днів з дня
    отримання претензії, письмово повідомляє заявника претензії про результати розгляду претензії. <br />8.3. У разі
    недосягнення згоди спір буде переданий на розгляд до судового органу відповідно до чинного законодавства України.
    <br />8.4. До цій Політиці конфіденційності та відносин між Користувачем і Адміністрацією сайту компанії baligo.bike
    застосовується чинне законодавство України. <br />
    <h2>9. Додаткові умови.</h2>
    <br />9.1. Адміністрація сайту компанії baligo.bike вправі вносити зміни в справжню Політику конфіденційності без
    згоди Користувача. <br />9.2. Нова Політика конфіденційності вступає в силу з моменту її розміщення на Сайті
    компанії baligo.bike, якщо інше не передбачено новою редакцією Політики конфіденційності. <br />9.4. Діюча Політика
    конфіденційності розміщена на сторінці за адресою "https://baligo.bike/policy ".
  </div>
</template>

<script setup>
useHead({
  title: "Полiтика конфiденцiйностi",
});
</script>

<style lang="sass"></style>
