<template>
  <section class="oferta terms">
    <h1>Угода<br />користувача</h1>
    <div>
      <div class="mb-[60px]">
        Перед переглядом цього сайту уважно прочитайте ці умови. Якщо ви не згодні з цими умовами, не використовуйте цей сайт. <br />Використання даного сайту, в тому числі заповнення різних форм, заявок, а також замовлення Вами товарів/послуг з
        використанням даного сайту означає Вашу згоду з умовами даної Угоди. <br />
      </div>
      1. Терміни, які використовуються в тексті Угоди, мають таке значення:
      <ul class="list-disc pt-[20px] pl-[27px]">
        <li>Сайт – це сайт <a href="https://baligo.bike/">https://baligo.bike/</a></li>
        <li>Адміністрація – адміністрація сайту</li>
        <li>Користувач – особа, яка переглядає інформацію на сайті і/або замовляє та/або отримує товари з використанням інструментів сайту. Одержувач і Платник є користувачами.</li>
        <li>
          Інтернет магазин – інтернет-магазин
          <a href="https://baligo.bike/">https://baligo.bike/</a>
        </li>
        <li>Сервіси – інтерактивні сервіси сайту</li>
        <li>
          Угода – ця угода та правила користування сайтом
          <a href="https://baligo.bike/">https://baligo.bike/</a>
        </li>
      </ul>
      <div class="my-[40px]">2. Всі користувачі можуть переглядати зміст Сайту, ознайомлюватися з інформацією та матеріалами, а також іншими даними, розміщеними на ньому.</div>
      <div class="mb-[20px]">3. Користуватися сервісами сайту, в тому числі оформляти замовлення на ньому, або з особистого кабінету, залишати коментарі.</div>
      <div class="mb-[23px]">
        3.1 Оформляючи замовлення на сайті, або реєструючись за допомогою облікових записів в соціальних мережах, або проставляючи галочку у відповідному полі на сайті
        <a href="https://baligo.bike/">https://baligo.bike/</a> перед заповненням своїх персональних даних користувач дає свою згоду адміністрації на збір і обробку (накопичення, зберігання, адаптування, відновлення, використання, поширення,
        знеособлення і знищення) зазначених ним даних, а саме: прізвище, ім’я, по батькові; електронна пошта; телефон; адреса; Дата та місце народження; ідентифікаційний номер; громадянство; наявність пільг; відомості про реєстрацію в якості фізичної
        особи-підприємця; відомості про шлюб; відомості про доходи та витрати; номер телефону; місце роботи і посада; стаж роботи; дата і причини звільнення з попередніх місць роботи; відомості про отримання пенсій; сімейний стан; майновий стан
        (наявність нерухомого та/або рухомого майна); місце фактичного проживання; місце проживання за державну реєстрацію; дані паспорта (номер, серія, ким і коли виданий); дані про дітей, в тому числі усиновлених; інші дані, з метою забезпечення
        реалізації відносин купівлі-продажу, відносин у сфері захисту прав споживачів, у сфері реклами і маркетингових досліджень, а також дає свою згоду на передачу (поширення) його даних ТОВ «НОВА ПОШТА», іншим транспортно-експедиторським та
        кур’єрським організаціям, будь-яким Банкам і/або фінансовим установам, і іншим третім особам (без обмеження) на розсуд адміністрації.
      </div>

      <div class="mb-[20px]">Дане положення діє без обмеження терміну дії.</div>

      <div class="mb-[40px]">3.2 Джерелом збору персональних даних є інформація, безпосередньо і добровільно надана користувачем.</div>
      <div class="mb-[40px]">4. У разі надання недостовірної інформації при реєстрації на сайті, або іншого порушення цих правил, користувачеві може бути відмовлено в користуванні сервісами.</div>
      <div class="mb-[23px]">5. Користувач особисто відповідає за збереження своїх логіна і пароля та інших реєстраційних даних для входу на сайт.</div>
      <div class="mb-[23px]">
        Передача користувачем своїх логіна і пароля, інших реєстраційних даних третім особам забороняється. У разі втрати логіна, пароля або інших реєстраційних даних, користувач зобов’язується дотримуватися інструкцій, прописаним на сайті для їх
        відновлення.
      </div>

      <div class="mb-[40px]">У разі неможливості відновлення реєстраційних даних згідно з інструкціями, користувач повинен звернутися до адміністрації.</div>
      <div class="mb-[23px]">
        6. Розміщена на сайті інформація (зокрема про товар, його ціну, характеристик, наявності або відсутності, будь-яких інших параметрів) може виявитися застарілою або помилковою. Перед оформленням замовлення користувачам рекомендується
        звернеться до співробітників інтернет-магазину для перевірки відповідності розміщеної інформації. Для цього користувач може:
      </div>

      <ul class="list-disc pl-[27px] mb-[40px]">
        <li>залишити свій контактний телефон для зв’язку при оформленні замовлення;</li>
        <li>
          зв’язатися зі співробітниками інтернет-магазину самостійно:
          <a href="https://baligo.bike/contacts">https://baligo.bike/contacts</a>
        </li>
      </ul>

      <div class="mb-[40px]">7. Користувач зобов’язується уважно ознайомитися з даною угодою. У разі незгоди з його умовами користувач зобов’язується негайно припинити використання сайту.</div>
      <div class="mb-[40px]">
        8. Адміністрація в будь-який час без повідомлення користувачів може вносити зміни в цю угоду, а також в сервіси, матеріали, інформацію, будь-яких інших даних, розміщених на сайті, зокрема щодо ціни товарів, їх наявності або відсутності, інших
        характеристик.
      </div>
      <div class="mb-[40px]">
        9. У разі, якщо дані на сайті не відповідатимуть дійсності і користувач, не зробивши заходів для перевірки таких даних, понесе будь-які збитки в зв’язку з цим, зокрема збитки від втрати прибутку, або від переривання ділової активності,
        інтернет-магазин не несе відповідальності за такі збитки.
      </div>
      <div class="mb-[40px]">
        10. Користувачі мають право переглядати і завантажувати інформацію і матеріали з сайту тільки для особистого (некомерційного) використання, за умов повного дотримання законодавства в сфері охорони інтелектуальної власності, інших вимог
        чинного законодавства України. Заборонено комерційне та/або публічне використання матеріалів, інформації, інших даних, розміщених на сайті. Будь-яке використання матеріалів, інформації, інших даних сайту на інших сайтах без згоди
        правовласника заборонено. <br />
      </div>
      <div class="mb-[40px]">11. Для видачі замовлення одержувачу (Користувачу) останній зобов’язаний пред’явити при отриманні документ, що засвідчує особу (паспорт). <br /></div>
      <div class="mb-[40px]">
        12. Всі можливі суперечки, що випливають з цієї угоди або пов’язані з нею, підлягають вирішенню відповідно до чинного законодавства України.
        <br />
      </div>
      <div class="mb-[20px]">
        13. Бездіяльність з боку адміністрації сайту в разі порушення будь-ким з користувачів положень угоди не позбавляє адміністрацію сайту права зробити пізніше відповідні дії на захист своїх інтересів і захист авторських прав які охороняються
        відповідно до законодавства.
      </div>
      <div class="font-Helvmed tracking-[0.3px]">Користувач підтверджує, що ознайомлений з усіма пунктами цієї угоди і безумовно приймає їх.</div>
    </div>
  </section>
</template>

<script setup>
useHead({
  title: "Угода користувача",
})
</script>

<style lang="sass">
.terms
	h1
		margin-bottom: 28px
	a
		text-decoration: underline
</style>
